[
  {
    "word": "Lantam",
    "definition": "Keras sekali (tentang suara, bunyi); angkuh atau sombong.",
    "example": "Dengan suara lantam, dia menyebut dirinya jagoan."
  },
  {
    "word": "Hostes",
    "definition": "Pramugari; wanita yang bertugas melayani tamu di restoran, kelab malam, dan sebagainya.",
    "example": "Hostes di restoran itu menyambut tamu dengan ramah dan mengarahkan mereka ke meja yang telah disiapkan."
  },
  {
    "word": "Jenggala",
    "definition": "Hutan lebat; belantara.",
    "example": "Para peneliti menemukan spesies burung langka di tengah jenggala yang terpencil."
  },
  {
    "word": "Evokasi",
    "definition": "(Daya) penggugah rasa; pengalihan pemeriksaan orang asing dari pengadilan kepada instansi lain.",
    "example": "Apabila dibaca secara prosais, puisi tidak akan memberikan daya evokasi."
  },
  {
    "word": "Paripurna",
    "definition": "Paling lengkap; sempurna.",
    "example": "Pembangunan jembatan itu akhirnya paripurna setelah mengalami berbagai kendala selama bertahun-tahun."
  },
  {
    "word": "Lekang",
    "definition": "Belah (seperti tanah kepanasan); retak; lepas; tanggal; luntur.",
    "example": "Kenangan manis bersama sahabat lama itu tak lekang oleh waktu."
  },
  {
    "word": "Agitasi",
    "definition": "Hasutan kepada orang banyak untuk mengadakan huru-hara atau pemberontakan; pidato yang berapi-api untuk memengaruhi massa.",
    "example": "Pidato pemimpin gerakan itu penuh dengan agitasi yang membakar semangat para pendukungnya."
  },
  {
    "word": "Sekuler",
    "definition": "Bersifat duniawi atau kebendaan, bukan bersifat keagamaan atau kerohanian.",
    "example": "Pendidikan di sekolah negeri bersifat sekuler agar dapat diterima oleh semua golongan masyarakat."
  },
  {
    "word": "Elaborasi",
    "definition": "Penjelasan yang lebih mendetail dan terperinci.",
    "example": "Dalam presentasinya, ilmuwan itu memberikan elaborasi mendalam tentang teori yang ia kembangkan."
  },
  {
    "word": "Serebrum",
    "definition": "Bagian terbesar dari otak yang berperan dalam fungsi kognitif, persepsi, dan pengendalian gerak.",
    "example": "Kerusakan pada serebrum dapat menyebabkan gangguan pada kemampuan berpikir dan koordinasi tubuh."
  },
  {
    "word": "Bonafide",
    "definition": "Terpercaya, jujur, dan memiliki reputasi baik.",
    "example": "Perusahaan bonafide itu selalu menjaga kualitas produknya dan memiliki banyak pelanggan setia."
  },
  {
    "word": "Ekamatra",
    "definition": "Bersifat satu dimensi atau memiliki satu ukuran utama.",
    "example": "Garis lurus dalam matematika dianggap sebagai objek ekamatra karena hanya memiliki panjang tanpa lebar atau tinggi."
  },
  {
    "word": "Siau",
    "definition": "Sudah dingin; tidak panas lagi.",
    "example": "Aku menunggu teh ini siau sebelum meminumnya agar tidak membakar lidah."
  },
  {
    "word": "Partikelir",
    "definition": "Bukan untuk umum; bukan kepunyaan pemerintah; swasta.",
    "example": "Sekolah partikelir sering kali memiliki biaya yang lebih tinggi dibandingkan sekolah negeri."
  },
  {
    "word": "Opas",
    "definition": "Pesuruh; pembantu dalam kantor.",
    "example": "Opas di kantor kecamatan itu dengan sigap membantu warga yang datang mengurus administrasi."
  },
  {
    "word": "Angot",
    "definition": "Tidak tetap; tidak menentu.",
    "example": "Karena hanya angot dalam belajar, ia kesulitan saat menghadapi ujian akhir."
  },
  {
    "word": "Perlop",
    "definition": "Cuti; izin tidak bekerja dalam beberapa hari untuk beristirahat atau karena sakit.",
    "example": "Setelah bekerja tanpa henti selama enam bulan, akhirnya ia mendapatkan perlop selama seminggu."
  },
  {
    "word": "Naas",
    "definition": "Sial; malang.",
    "example": "Hari ini benar-benar naas bagiku, mulai dari terlambat bangun hingga kehilangan dompet di jalan."
  },
  {
    "word": "Motilitas",
    "definition": "Kemampuan bergerak secara spontan.",
    "example": "Bakteri tertentu memiliki motilitas tinggi yang memungkinkan mereka berpindah menuju sumber nutrisi dengan cepat."
  },
  {
    "word": "Nanar",
    "definition": "Pening; pusing; bingung.",
    "example": "Setelah berputar terlalu lama di wahana permainan, kepalanya terasa nanar dan sulit menjaga keseimbangan."
  },
  {
    "word": "Kisi-kisi",
    "definition": "Kayu atau besi yang dipasang berdiri dan berjarak sehingga terdapat celah-celah; terali; jeruji.",
    "example": "Jendela itu dilengkapi kisi-kisi untuk keamanan tambahan."
  },
  {
    "word": "Saban",
    "definition": "Setiap; saban hari: setiap hari.",
    "example": "Saban pagi, ia selalu berlari mengelilingi taman untuk menjaga kebugaran tubuhnya."
  },
  {
    "word": "Wanodya",
    "definition": "Perempuan muda; gadis.",
    "example": "Wanodya itu dikenal sebagai penari berbakat di desa mereka."
  },
  {
    "word": "Mandala",
    "definition": "Lingkaran yang di dalamnya terdapat gambar atau tulisan yang melambangkan kekuatan magis; daerah kekuasaan; lingkungan.",
    "example": "Lukisan mandala yang rumit itu melambangkan keseimbangan dan harmoni dalam kehidupan."
  },
  {
    "word": "Jazirah",
    "definition": "Semenanjung; daratan yang menjorok ke laut.",
    "example": "Jazirah Arab merupakan wilayah yang memiliki sejarah panjang dalam perkembangan peradaban Islam."
  },
  {
    "word": "Ordinasi",
    "definition": "Penetapan secara resmi dalam jabatan (terutama jabatan keagamaan).",
    "example": "Upacara ordinasi pendeta di gereja berlangsung dengan khidmat dan penuh makna."
  },
  {
    "word": "Rakyu",
    "definition": "Hasil pikir manusia; ilmu.",
    "example": "Dalam diskusi akademik, rakyu memiliki peran penting dalam pengembangan teori dan konsep baru."
  },
  {
    "word": "Konvensi",
    "definition": "Kesepakatan atau perjanjian formal antara dua pihak atau lebih.",
    "example": "Negara-negara anggota sepakat untuk menandatangani konvensi tentang perlindungan lingkungan."
  },
  {
    "word": "Gancu",
    "definition": "Alat berbentuk kait yang digunakan untuk menarik atau mengangkat benda.",
    "example": "Para pekerja pelabuhan menggunakan gancu untuk memindahkan karung dari kapal ke dermaga."
  },
  {
    "word": "Babut",
    "definition": "Kain tebal dan kasar yang biasanya digunakan sebagai pelapis atau alas.",
    "example": "Ia menggunakan babut untuk membersihkan meja kayu dari debu dan kotoran."
  },
  {
    "word": "Mudun",
    "definition": "Menurun; turun ke bawah.",
    "example": "Ekonomi negara itu mengalami mudun akibat krisis global."
  },
  {
    "word": "Agitator",
    "definition": "Orang yang menghasut atau membangkitkan semangat masyarakat untuk melakukan aksi tertentu.",
    "example": "Seorang agitator berbicara di depan massa untuk menyerukan aksi demonstrasi."
  },
  {
    "word": "Quasi",
    "definition": "Seolah-olah; menyerupai tetapi sebenarnya tidak sama.",
    "example": "Organisasi itu memiliki struktur quasi-pemerintahan, meskipun bukan lembaga resmi negara."
  },
  {
    "word": "Abolisi",
    "definition": "Penghapusan atau pembatalan suatu sistem, praktik, atau institusi.",
    "example": "Banyak negara telah melakukan abolisi terhadap hukuman mati dalam sistem hukum mereka."
  },
  {
    "word": "Nisbi",
    "definition": "Bersifat tidak mutlak; relatif.",
    "example": "Keberhasilan seseorang sering kali bersifat nisbi, tergantung pada standar yang digunakan."
  },
  {
    "word": "Enmity",
    "definition": "Perasaan permusuhan yang mendalam.",
    "example": "Persaingan bisnis yang ketat sering kali menimbulkan enmity antara kedua perusahaan tersebut."
  },
  {
    "word": "Insinuasi",
    "definition": "Sindiran halus yang menyiratkan sesuatu tanpa mengatakannya secara langsung.",
    "example": "Ia membuat insinuasi tentang korupsi dalam pemerintahan tanpa menyebutkan nama siapa pun secara spesifik."
  },
  {
    "word": "Rahib",
    "definition": "Orang yang mengasingkan diri untuk beribadah dengan sungguh-sungguh.",
    "example": "Seorang rahib di biara itu menjalani hidup dengan penuh kesederhanaan dan doa."
  },
  {
    "word": "Ingsut",
    "definition": "Bergeser sedikit demi sedikit.",
    "example": "Ia ingsut perlahan agar lebih dekat ke perapian saat malam semakin dingin."
  },
  {
    "word": "Acuan",
    "definition": "Yang dijadikan dasar ukuran atau rujukan.",
    "example": "Dalam menulis laporan, kita harus menggunakan data yang valid sebagai acuan."
  },
  {
    "word": "Naratif",
    "definition": "Pengisahan suatu cerita atau kejadian.",
    "example": "Buku ini memiliki naratif yang menarik sehingga pembaca betah menyelaminya."
  },
  {
    "word": "Dewan",
    "definition": "Majelis atau badan yang terdiri atas beberapa anggota yang bertugas mengurus suatu urusan.",
    "example": "Dewan kota sedang membahas kebijakan baru mengenai transportasi publik."
  },
  {
    "word": "Roudoh",
    "definition": "Bagian di dalam Masjid Nabawi yang diyakini sebagai taman surga.",
    "example": "Para jamaah berlomba-lomba untuk bisa beribadah di Roudoh karena keutamaannya."
  },
  {
    "word": "Pedagogi",
    "definition": "Ilmu atau seni mengajar.",
    "example": "Seorang guru yang baik harus memahami prinsip pedagogi agar dapat mengajar secara efektif."
  },
  {
    "word": "Rancu",
    "definition": "Tidak teratur atau tidak jelas.",
    "example": "Penjelasannya begitu rancu sehingga sulit dimengerti oleh para pendengar."
  },
  {
    "word": "Pongah",
    "definition": "Sombong; angkuh; congkak.",
    "example": "Sikapnya yang pongah membuat banyak orang enggan bergaul dengannya."
  },
  {
    "word": "Sakat",
    "definition": "Benalu; pasilan.",
    "example": "Pohon itu mati karena terlalu banyak sakat yang menempel padanya."
  },
  {
    "word": "Laten",
    "definition": "Terpendam tetapi masih dapat berkembang atau muncul.",
    "example": "Bakatnya dalam seni rupa masih laten dan belum tergali sepenuhnya."
  },
  {
    "word": "Validitas",
    "definition": "Keabsahan; kebenaran berdasarkan bukti atau fakta.",
    "example": "Penelitian ini perlu diuji kembali untuk memastikan validitas datanya."
  },
  {
    "word": "Buncah",
    "definition": "Kacau; tidak teratur; gaduh.",
    "example": "Setelah berita buruk itu tersebar, suasana di kantor menjadi buncah."
  },
  {
    "word": "Palangan",
    "definition": "Benda yang digunakan sebagai penahan atau pembatas.",
    "example": "Palangan kayu itu digunakan untuk membatasi area konstruksi."
  },
  {
    "word": "Lunyah",
    "definition": "Menginjak-injak tanah supaya gembur dan lunak sehingga siap ditanami.",
    "example": "Petani melunyah sawah dengan kakinya sebelum menanam padi."
  },
  {
    "word": "Jenuh",
    "definition": "Jemu; bosan. Dalam kimia, keadaan larutan yang tidak dapat melarutkan zat lagi pada suhu tertentu.",
    "example": "Ia merasa jenuh dengan rutinitas kerja yang monoton setiap hari."
  },
  {
    "word": "Adagium",
    "definition": "Pepatah; peribahasa.",
    "example": "Guru sering mengutip adagium lama untuk memotivasi murid-muridnya."
  },
  {
    "word": "Assessment",
    "definition": "Penilaian atau evaluasi terhadap sesuatu; dalam bentuk baku bahasa Indonesia disebut asesmen.",
    "example": "Assessment terhadap kinerja pegawai dilakukan setiap akhir tahun."
  },
  {
    "word": "Hibrida",
    "definition": "Turunan yang dihasilkan dari perkawinan antara dua jenis yang berlainan (tentang hewan atau tumbuhan). Juga bisa berarti kata kompleks dari dua bahasa berbeda.",
    "example": "Jagung hibrida mampu menghasilkan panen yang lebih banyak."
  },
  {
    "word": "Rabik",
    "definition": "Robek atau koyak.",
    "example": "Baju itu rabik setelah tersangkut paku di pagar."
  },{
    "word": "Elusif",
    "definition": "Sukar dipahami atau diartikan; sukar diidentifikasi.",
    "example": "Konsep keadilan dalam filsafat sering kali bersifat elusif, sulit untuk didefinisikan secara pasti."
  },
  {
    "word": "Kretin",
    "definition": "Penyakit yang menyebabkan seseorang menderita keterbelakangan mental.",
    "example": "Anak tersebut didiagnosis menderita kretin sejak usia dini."
  },
  {
    "word": "Deteriorasi",
    "definition": "Kemunduran; penurunan mutu dan sebagainya.",
    "example": "Deteriorasi lingkungan akibat pencemaran menjadi perhatian utama pemerintah."
  },
  {
    "word": "Prudensial",
    "definition": "Bersifat hati-hati dan penuh pertimbangan untuk menghindari risiko; bijaksana.",
    "example": "Kebijakan fiskal yang prudensial penting untuk menjaga stabilitas ekonomi."
  },
  {
    "word": "Aberasi",
    "definition": "Penyimpangan dari yang normal atau semestinya, terutama dalam hal penglihatan atau optik.",
    "example": "Lensa berkualitas rendah dapat menyebabkan aberasi cahaya pada hasil foto."
  },
  {
    "word": "Tuslah",
    "definition": "Biaya tambahan yang dikenakan atas jasa peracikan obat di apotek.",
    "example": "Harga obat sudah termasuk biaya tuslah dari apoteker."
  },
  {
    "word": "Kelabak",
    "definition": "Gerakan tiba-tiba karena terkejut atau takut; kaget dan gelisah.",
    "example": "Anak itu kelabak ketika melihat ular melintas di depannya."
  },
  {
    "word": "Lesak",
    "definition": "Masuk ke dalam; tenggelam ke bawah permukaan.",
    "example": "Kakinya lesak ke dalam lumpur saat melintasi sawah yang becek."
  },
  {
    "word": "Afirmasi",
    "definition": "Penegasan atau pengakuan yang bersifat positif terhadap suatu hal; tindakan memperkuat atau menguatkan.",
    "example": "Program afirmasi pendidikan ditujukan untuk daerah tertinggal."
  },
  {
    "word": "Durja",
    "definition": "Wajah muram atau sedih; raut muka yang menunjukkan kesedihan.",
    "example": "Ia menunduk dengan wajah durja setelah mendengar kabar duka itu."
  },
  {
    "word": "Raudah",
    "definition": "Taman; dalam konteks Islam, merujuk pada area di Masjid Nabawi yang dianggap sebagai taman surga.",
    "example": "Jamaah berebut untuk bisa salat di Raudah karena keutamaannya yang besar."
  },
  {
    "word": "Zuriah",
    "definition": "Keturunan; anak cucu.",
    "example": "Zuriah Nabi Muhammad SAW dikenal dengan sebutan sayyid atau syarif."
  },
  {
    "word": "Pedar",
    "definition": "Rasa tidak enak di mulut seperti getir, pahit, atau hambar.",
    "example": "Obat itu menimbulkan rasa pedar setelah ditelan."
  },
  {
    "word": "Tukak",
    "definition": "Luka yang dalam pada kulit atau selaput lendir, sering kali disertai radang.",
    "example": "Penderita maag kronis sering mengalami tukak lambung yang menyakitkan."
  },
  {
    "word": "Ingsut",
    "definition": "Bergeser perlahan; pindah tempat sedikit demi sedikit.",
    "example": "Ia ingsut ke samping untuk memberi tempat duduk pada nenek itu."
  }
]
